export default {
    skill: {
       1: 'Normal',
       2: 'High',
       3: 'VH'
    },
    gameMode: {
        0: '未知',
        1: '全阵营选择',
        2: '队长模式',
        3: '随机征召',
        4: '单一征招',
        5: '全阵营随机',
        6: '开局',
        7: '夜魇暗潮',
        8: '反队长模式',
        9: '小贪魔节',
        10: '教程',
        11: '单中模式',
        12: '生疏模式',
        13: '英雄限定',
        14: '复盘模式',
        15: '自定义游戏',
        16: '队长征召',
        17: '平衡征召',
        18: '技能征召',
        19: '活动',
        20: '全英雄随机死亡竞赛',
        21: '中路对单',
        22: 'All Draft',
    }
}
